/* dashboard location */
"Dashboard" = "Dashboard";

/* desktop location */
"Desktop" = "Skrivbord";

/* layer heading */
"Layer: " = "Lager: ";

/* dock items */
"List of Dock Items " = "Lista över Dock-objekt ";

/* properties heading */
"Properties: " = "Egenskaper: ";

/* widget heading */
"Widget: " = "Widget: ";

/* Recent items */
"Recent Applications" = "Senaste program";
"Recent Documents" = "Senaste dokument";
"Recent Servers" = "Senaste anslutningar";
"Favorite Volumes" = "Bokmärkta volymer";
"Favorite Items" = "Bokmärkta objekt";

"Spacer" = "Mellanrum";
"Sort by: " = "Sortera efter: ";
"Display as: " = "Visa som: ";
"View Content as: " = "Visa innehåll som: ";
"Type: " = "Typ: ";
"Location: " = "Plats: ";
"Name: " = "Namn: ";
"URL: " = "URL: ";

/* Stack settings */
"Name" = " Namn";
"Date Added" = "Tilläggsdatum";
"Date Modified" = "Ändringsdatum";
"Date Created" = "Skapelsedatum";
"Kind" = "Typ";
"Folder" = "Mapp";
"Stack" = "Trave";
"Fan" = "Solfjäder";
"Grid" = "Rutnät";
"List" = "Lista";
"Automatic" = "Automatiskt";